"4INCHIMAGES" = "Imagini pentru display de 4''";
"ACCESSDAEMONLBL" = "Accesorii daemons";
"ACCESSDAEMONMSG" = "Dezactivarea a acestor daemons va face accesoriile inutilizabile, in afara de incarcatoare.";
"ADDBOOKDAEMONLBL" = "Daemon Agenda";
"ADDBOOKDAEMONMSG" = "Dezactivand acest daemon incarcarea contactelor va fi mai lenta.";
"ADDITEM" = "Adauga obiect";
"ADMLITEDAEMONLBL" = "Daemon AdminLite";
"ADMLITEDAEMONMSG" = "Acest daemon este responsabil de a da controlul inapoi la utilizator atunci cand o aplicatie nu raspunde. Dezactivarea acestuia nu va produce efecte negative asupra dispozitivului.";
"ADVANCEDLBL" = "Avansat";
"AIRPRINTDAEMONLBL" = "Daemon AirPrint";
"AIRPRINTDAEMONMSG" = "Daca nu folositi AirPrint, puteti dezactiva acest daemon fara probleme.";
"ANALYZEBTN" = "Analizeaza";
"ANALYZELBL" = "Analizare, va rugam asteptati...";
"APPLICATIONS" = "Aplicatii";
"APPLY" = "Aplicare";
"ASSTOUCHDAEMONLBL" = "Daemon AssistiveTouch";
"ASSTOUCHDAEMONMSG" = "Daca nu folositi AssistiveTouch, puteti dezactiva acest daemon fara probleme.";
"ATTACHMENTS" = "Atasamente din mesaje";
"BACK" = "Inapoi";
"BACKUPDAEMONLBL" = "Daemon Backup";
"BACKUPDAEMONMSG" = "Dezactivarea acestui daemon va face functia de backup din iTunes si iCloud inutilizabila.";
"CACHEFILES" = "Fisiere cache";
"CANCEL" = "Anulare";
"CHIWLANDAEMONLBL" = "Daemon pentru retele WLAN chinezesti";
"CHIWLANDAEMONMSG" = "Acest daemon inregistreaza erorile cand incercati sa va conectati la o retea WLAN care contine litere chinezesti in propriul nume.";
"CLEANBTN" = "Curatare";
"CLEANLBL" = "Curatare in progres, va rugam asteptati...";
"CLEANUPCOMPLETED" = "Curatare completa!";
"CONTAINING" = "Ce contin:";
"CONTINUE" = "Sunteti sigur ca doriti sa continuati?";
"CUSTOMFILES" = "Fisiere personale";
"CYDIA" = "Cydia";
"CYDIASOURCES" = "Surse Cydia";
"CYDIASRCMSG" = "Daca alegeti sa stergeti surse din Cydia, acestea vor necesita o reactualizare. Lista de pachete va fi goala pana atunci.";
"DATAMIGDAEMONLBL" = "Daemon Data migrator";
"DATAMIGDAEMONMSG" = "Dezactivarea acestui daemon va face inutilizabila importarea de contacte de pe SIM.";
"DELETE" = "Sterge";
"DELETEDFILES" = "Fisiere sterse";
"DEPENDENCIES" = "Dependente neutilizate";
"DEVDAEMONLBL" = "Daemon pentru dezvoltatori";
"DEVDAEMONMSG" = "Acest daemon poate fi util dezvoltatorilor de aplicatii. Daca nu esti un dezvoltator, poti sa il dezactivezi fara probleme.";
"DICTIONARIESLBL" = "Dictionare de definitii";
"DICTIONARIESMSG" = "Acestea sunt dictionarele folosite de functia ''a defini'' ale dispozitivului tau. Poti sterge pe acelea de care nu ai nevoie din acest meniu.";
"EDIT" = "Modificare";
"ENDINGWITH" = "Care se termina cu:";
"EXAPPSLBL" = "Aplicatii excluse";
"EXAPPSMSG" = "Aceste setari afecteaza atat curatarea aplicatiilor cat si stergerea imaginilor. Verificati fisierul ReadMe pentru detalii.";
"FDATAMSG" = "Dosarul cu fonturi este localizat pe partitia de date. Doriti sa il mutati pe partitia de sistem?";
"FILESANDFOLDERS" = "Fisiere si subfoldere";
"FILETYPE" = "Tip de fisier";
"FILETYPECLEANUP" = "Stergere dupa tipul fisierelor";
"FILETYPELBL" = "Configureaza tipul fisierului de sters";
"FILETYPEMSG" = "Tipul fisierelor de sters (separate prin spatiu):";
"FOLDER" = "Folder";
"FONTSBTN" = "Muta dosarul cu fonturi";
"FREEDSPACE" = "Spatiu eliberat";
"FSYSMSG" = "Dosarul cu fonturi este localizat pe partitia de sistem. Doriti sa il mutati pe partitia de date?";
"GAMEDAEMONLBL" = "Daemon Game Center";
"GAMEDAEMONMSG" = "Daca nu folositi Game Center, puteti dezactiva acest daemon fara probleme.";
"ICLOUDDAEMONLBL" = "Daemons iCloud";
"ICLOUDDAEMONMSG" = "Dezactivarea acestor daemons vor limita functiile iCloud.";
"ILLFILETYPEMSG" = "Au fost introduse una sau mai multe litere ori tipuri de fisiere nepermise. Au fost sterse de iCleaner pentru a nu dauna dispozitivul.";
"IMAGES" = "Imagini";
"IPADIMAGES" = "Imagini iPad";
"ITUNESARTWORKFILES" = "Fisiere iTunesArtwork";
"KEYBOARDS" = "Tastaturi";
"LANGLBL" = "Selectie limba";
"LANGNAME" = "Română";
"LANGTOREMLBL" = "Limbaje de sters";
"LANGTOREMMSG" = "Selectati limbajele pe care doriti sa le stergeti.\n\nNOTE: in functie de versiunea de iOS si de tastaturile ''Emoji'' instalate, stergand limba ''Japanese'' este posibil ca icoanele emoticons sa devina inutilizabile.";
"LANGUAGES" = "Limbaje";
"LDAEMONSLBL" = "Daemons de lansare";
"LDAEMONSMSG" = "Atinge pentru a vedea descrierea.";
"LOGDAEMONLBL" = "Daemons de log, dump si crash";
"LOGDAEMONMSG" = "Acesti daemons inregistreaza erorile de sistem inclusiv crash-urile de aplicatii. Pot fi dezactivati in siguranta pe orice dispozitiv.";
"LOGFILES" = "Fisiere de log";
"LOGLBL" = "Vizualizeaza fisierul de log";
"MATCH" = "Potriviri";
"MOREINFOLBL" = "Mai multe informatii si ajutor";
"MSADDONSLBL" = "MobileSubstrate Addons";
"MSADDONSMSG" = "Daca dezactivati un addon, sunteti rugati sa il activati di nou inainte sa il stergeti de pe Cydia, sau nu va fi sters.";
"MSGATTACHMSG" = "Acest step di pasajul de curatenie sterge fisierele care au fost trimise sau primite prin iMessage sau MMS.\n\nSMART: sterge doar fisierele care nu apar in nici un mesaj.\n\nON: sterge toate atasamentele (mesajele cu atasamente vor arata o icoana goala).";
"NO" = "Nu";
"NOFILEMSG" = "Nu pot gasi fisierele necesare.";
"NONRETINAIMAGES" = "Imagini non-retina";
"NOTHINGHERE" = "Nu a fost gasit nimic aici!";
"ONLYFILES" = "Numai fisiere";
"OPERATIONCOMPLETED" = "Operatiune finalizata";
"OTADAEMONLBL" = "Daemon actualizare OTA (Over the Air) ";
"OTADAEMONMSG" = "Acesti daemons sunt relatati cu actualizarile OTA. Pot fi dezactivati in siguranta pe toate dispozitivele jailbroken.";
"PASSBOOKDAEMONLBL" = "Daemon PassBook";
"PASSBOOKDAEMONMSG" = "Daca nu folositi PassBook, puteti dezactiva acest daemon fara probleme.";
"PATH" = "Cale";
"PREFBUNDLESLBL" = "Preference Bundles";
"PREFBUNDLESMSG" = "Daca dezactivati anumite pachete de preferinta, sunteti rugati sa le activati di nou inainte sa le stergeti de pe Cydia, sau nu vor fi sterse.";
"PREFLBL" = "Preference files";
"PREFMSG" = "Acestea sunt fisierele de preferinta (setari) ale aplicatiilor si tweaks de pe Cydia. Ai putea sa gasesti fisiere de tweaks care au fost dezinstalate cu timp in urma, fiindca nu vin sterse cand se dezinstaleaza pachetul relativ. Poti sterge pe acelea de care nu ai nevoie din acest meniu.";
"PROCESSEDFILES" = "Fisiere procesate";
"READMELBL" = "Vizualizeaza fisierul ReadMe";
"REBOOTMSG" = "O repornire a sistemului este necesara pentru ca schimbarile sa aiba efect. Vrei sa repornesti sistemul acum?";
"RECURSIVE" = "Recursiv";
"REFRESH" = "Actualizare";
"REGULARFILE" = "Fisier regular";
"REMBAKBTN" = "Sterge copiile de siguranta";
"REMBAKLBL" = "Stergere copii de siguranta";
"REMBAKMSG" = "Sunteti sigur ca doriti sa stergeti copiile de siguranta create in modalitatea de test?";
"REMOVEADS" = "Elimina publicitatea";
"RESBAKBTN" = "Restaurare copii de siguranta";
"RESBAKLBL" = "Restaurare copii de siguranta in curs";
"RESBAKMSG" = "Sunteti sigur ca doriti sa recuperati copiile de siguranta create in modalitatea de test?";
"RESET" = "Resetare";
"RESPRINGMSG1" = "Dispozitivul va efectua un respring in %u secunde. Doriti sa faceti respring?";
"RESPRINGMSG2" = "Un respring este necesar pentru ca schimbarile sa aiba efect. Vrei sa faci un respring acum?";
"RESTOREDALBL" = "Recupereaza daemons si MobileSubstrate addons";
"RESTOREDAMSG" = "Acesta va restabili schimbarile aplicate la daemons si MobileSubstrate addons facute de o versiune precedenta de iCleaner. Daca sunteti un utilizator avansat, si vreti sa le administrati manual, sunteti rugat sa vizitati site-ul proiectului pentru a descarca ''iCleaner Pro''.";
"RETINAIMAGES" = "Imagini retina";
"SAFARI" = "Safari";
"SAFEDAEMONLBL" = "Daemons siguri";
"SAFEDAEMONMSG" = "Acesti daemons sunt responsabili de setarea initiala a dispozitivului si de mesajele de eroare care apar pe ecran. Pot fi dezactivati in siguranta pe toate dispozitivele.";
"SELECTALL" = "Tot";
"SETLBL" = "Setari";
"SPLIGHTDAEMONLBL" = "Daemon Spotlight";
"SPLIGHTDAEMONMSG" = "Dezactivarea acestor daemons vor face inutilizabila cautarea SpotLight.";
"STARTINGWITH" = "Incepand cu:";
"TAPTOEDIT" = "Atinge un rand pentru al modifica.";
"TEMPFILES" = "Fisiere temporare";
"TESTMODEADV" = "Se recomanda Modul de Test.";
"TESTMODELBL" = "Mod de Test";
"TESTMODEMSG" = "Prin activarea Modului de Test, iCleaner va face copii de siguranta in loc sa stearga fisierele. Copiile de siguranta pot fi restaurate sau sterse ulterior.";
"TETHERDAEMONLBL" = "Daemon Internet tethering";
"TETHERDAEMONMSG" = "Dezactivarea acestui daemon va face inutilizabila functia ''Personal Hotspot''.";
"TWITTERDAEMONLBL" = "Daemon Twitter";
"TWITTERDAEMONMSG" = "Dezactivand acest daemon functiile de integrare de la Twitter vor fi limitate.";
"UNABLETOCONNECT" = "Nu este posibila conectarea la server. Aceasta inseamna ca dispozitivul dumneavoastra nu este conectat la o retea (Internet), sau serverul nu este momentan disponibil.";
"UPDATEFOUNDMSG" = "O noua versiune de iCleaner (%@) este disponibila pentru download. Sunteti rugat sa deschideti Cydia si sa actualizati iCleaner.";
"UPDATELBL" = "Cauta actualizari";
"UPDATENOTFOUNDMSG" = "iCleaner este actualizat la ultima versiune.";
"USERINTERFACE" = "User Interface";
"VIBDAEMONLBL" = "Daemon vibratii personale";
"VIBDAEMONMSG" = "Daca nu folositi vibratiile personale, puteti dezactiva acest daemon fara probleme.";
"VOICECONTROLLANGUAGES" = "Limbi de control vocal";
"VOICEDAEMONLBL" = "Voice control daemons";
"VOICEDAEMONMSG" = "Dezactivarea acestor daemons va face inutilizabil controlul vocal si Siri.";
"VPNDAEMONLBL" = "Daemon VPN";
"VPNDAEMONMSG" = "Daca nu folositi Virtual Private Networks, puteti dezactiva acest daemon fara probleme.";
"WALLPAPERSLBL" = "Administrare wallpapers";
"WALLPAPERSMSG" = "Atinge pentru previzualizare.";
"WARNINGPOPUPSLBL" = "Popup de avertisment";
"WEBLBL" = "Website-ul proiectului iCleaner";
"WEIBODAEMONLBL" = "Daemon Weibo";
"WEIBODAEMONMSG" = "Dezactivand acest daemon functiile de integrare de la Weibo vor fi limitate.";
"WHOLEFOLDER" = "Intregul folder";
"WIPEDAEMONLBL" = "Daemon de stergere a datelor de pe partitie";
"WIPEDAEMONMSG" = "Acest daemon este responsabil de stergerea datelor de pe partitie. Dezactivarea acestuia va face inutilizabila functia ''Configurari - General - Resetare'' si resetarile la distanta.";
"YES" = "Da";
